"use client";
import 'bootstrap/dist/css/bootstrap.min.css';
import React from "react";
import RazorPay from '../components/razorpay';
import Header from '../components/header';
export default function About() {
    
    return(
        <>
        <Header/>
    
      
        <div className='flex flex-col justify-center items-center '>    
        <h1 className='mb-10 mt-10'>ನಮ್ಮ ಬಗ್ಗೆ </h1>
        <div className="kannada-text-container">
        <p>ಕನ್ನಡ ಭಾಷಾ ತಂತ್ರಜ್ಞಾನ ಸಂ‍ಶೋಧನೆ ಹಾಗೂ ಅಧ್ಯಯನ ವೇದಿಕೆ‍‍‍ 'ಸಂಚಯ' ವಾಣಿಜ್ಯ ಆಸಕ್ತಿ ಅಥವಾ ಲಾಭದ ಉದ್ದೇಶವಿಲ್ಲದೆ ಕನ್ನಡ ಸಾಹಿತ್ಯ ಸಂಶೋಧನೆಯ ತಾಂತ್ರಿಕ ಸಾಮರ್ಥ್ಯವನ್ನು ವರ್ಧಿಸುವುದಕ್ಕಾಗಿ ಕಾರ್ಯನಿರತವಾಗಿದೆ.‍ ಕನ್ನಡ ಮತ್ತು ತಂತ್ರಜ್ಞಾನ ಕ್ಷೇತ್ರದಲ್ಲಿ ಕೆಲಸ ಮಾಡುವ ಉದ್ದೇಶದಿಂದ ಹುಟ್ಟಿಕೊಂಡದ್ದು ‘ಸಂಚಯ’. ತಂತ್ರಜ್ಞಾನವನ್ನು ಭಾಷೆ ಮತ್ತು ಸಾಹಿತ್ಯಿಕ ಸಂಶೋಧನೆಗಳಿಗೆ ಬಳಸುವ ಸಾಧ್ಯತೆಯನ್ನು ‘ಸಂಚಯ’ ಶೋಧಿಸುತ್ತಿದೆ. ಹೆಚ್ಚು ಜನರನ್ನು ಒಳಗೊಳ್ಳಲು ಸಾಧ್ಯವಿರುವ, ಹೆಚ್ಚು ಜನರು ಬಳಸುವ ಅವಕಾಶವನ್ನು ತೆರೆಯುವ ಅಂತರಜಾಲ ಮತ್ತು ಮೊಬೈಲ್ ವೇದಿಕೆಗಳಲ್ಲಿ ಸಂಚಯ ರೂಪಿಸಿರುವ ‘ವಚನ ಸಂಚಯ’ದಂತಹ ಪರಿಕರಗಳು ಲಭ್ಯವಿವೆ. ಇದೇ ಬಗೆಯ ಇನ್ನಷ್ಟು ಕನಸುಗಳು ನಮ್ಮವು. ಸಾಹಿತ್ಯಿಕ ಮತ್ತು ತಾಂತ್ರಿಕ ಜ್ಞಾನಗಳನ್ನು ಬೆಸೆಯುವ ಯೋಜನೆಗಳೆಲ್ಲವೂ ಮುಕ್ತ ತಂತ್ರಾಂಶದ ಮೂಲಕ ಮುಕ್ತ ಮಾಹಿತಿ ಮತ್ತು ಮುಕ್ತ ಜ್ಞಾನದ ವಾತಾವರಣವೊಂದನ್ನು ರೂಪಿಸುವ ಆದರ್ಶವನ್ನು ಬುನಾದಿಯಾಗಿಟ್ಟುಕೊಂಡಿವೆ. 
        </p>
        <p>
            ಸರ್ಕಾರದ ಎಂ.ಎಚ್.‌ಆರ್.‌ಡಿ ಅಡಿ ಬರುವ ಐಎಸ್‌ಬಿ‌ಎನ್ ರೆಜಿಸ್ಟ್ರಿ (Raja Rammohun Roy ISBN Agency) ಇದುವರೆಗೆ ಲಭ್ಯವಾಗಿಸಿರುವ ಐಎಸ್‌ಬಿ‌ಎನ್ ಸಂಖ್ಯೆಗಳು 2379096
‍       - ಇದರಲ್ಲಿ ಬಳಕೆದಾರರು (ಪ್ರಕಾಶಕರು) ಬಳಸಿಕೊಂಡಿರುವ ಐಎಸ್‌ಬಿ‌ಎನ್ ಸಂಖ್ಯೆಗಳು ‍1485319. ನನ್ನ ಸಂಶೋಧನೆಯ ಪ್ರಕಾರ ‍ಪ್ರಕಾಶಕರು ಕನ್ನಡ ಪುಸ್ತಕಗಳಿಗೆ ಬಳಸಿಕೊಂಡಿರುವ ಸಂಖ್ಯೆಗಳು 15000ಕ್ಕೂ ಹೆಚ್ಚು! ಇಷ್ಟು ಪುಸ್ತಕಗಳ ಮಾಹಿತಿ ಇಂಗ್ಲೀಷ್‌ನಲ್ಲಿದೆ. ಕನ್ನಡ ಪುಸ್ತಕಗಳ ಮಾಹಿತಿ ಎನ್ನುವ ಸಾಲು ಕೂಡ ಕನ್ನಡದಲ್ಲಿಲ್ಲ. ಎಂದಿನಂತೆ ಸಂಚಯ ಇದನ್ನು ಕನ್ನಡದಲ್ಲಿ ಕೊಡಲು ಇಚ್ಛಿಸುತ್ತದೆ. ಸಹಾಯ ಮಾಡಲು ಯಾರು ಬೇಕಾದರೂ ಮುಂದೆ ಬರಬಹುದು.</p>
          
        </div>
       </div>
    
     
      
        </>
    )
}